Repository: innovatelabsteam/Poshtvan
Catalog: lang/poshtvan-*.po
Languages: fa_ir

source: The selected order number is invalid.
fa_ir: شماره سفارش انتخابی نامعتبر است.

source: Sorry, this product is no longer supported.
fa_ir: با عرض پوزش، پشتیبانی محصول متوقف شده است.

source: Sorry, the support for this product is only {{support_days}} days and the support time has passed.
fa_ir: با عرض پوزش، پشتیبانی محصول فقط {{support_days}} روز است و از تعداد روز معتبر آن گذشته است.

source: Sorry, this product is expired subscription.
fa_ir: با عرض پوزش، اشتراک این محصول به اتمام رسیده است.

source: Product stop support
fa_ir: توقف پشتیبانی محصول

source: Product stop support after ago days
fa_ir: توقف پشتیبانی پس از تعداد روز گذشته از خرید

source: Support ago days
fa_ir: تعداد روز گذشته از خرید

source: Settings
fa_ir: تنظیمات

source: General
fa_ir: عمومی

source: Tickets
fa_ir: تیکت‌ها

source: Nofications
fa_ir: اطلاعیه ها

source: Sms notifications
fa_ir: اطلاع‌رسانی‌های اس‌ام‌اس‌

source: Woocommerce
fa_ir: ووکامرس

source: Artificial Intelligence Bot
fa_ir: ربات هوش مصنوعی

source: Steps
fa_ir: مراحل

source: Tools
fa_ir: ابزار‌ها

source: Poshtvan
fa_ir: پشتوان

source: License
fa_ir: لایسنس

source: Fields
fa_ir: فیلدها

source: Artificial Intelligence
fa_ir: هوش مصنوعی

source: Poshtvan page successfully created. You can %s and go to Poshtvan page.
fa_ir: برگه‌ی پشتوان با موفقیت ساخته شد. میتوانید %s و برگه‌ی پشتوان را ببینید.

source: Click Here
fa_ir: اینجا کلیک کنید

source: Poshtvan page cannot be create in your site, please create it manualy and put [poshtvan] shortcode as it's content.
fa_ir: برگه‌ی پشتوان در سایت شما ساخته نشد؛ لطفا برگه را به صورت دستی ایجاد کرده و شورتکد [poshtvan] را در آن قرار دهید.

source: The creation of database tables is finished
fa_ir: ساخت جدول‌های دیتابیس به پایان رسید

source: No files were found to delete
fa_ir: هیچ فایلی جهت حذف کردن پیدا نشد

source: All files have been deleted successfully
fa_ir: همه‌ی فایل‌ها با موفقیت حذف شدند

source: Tickets has been successfully removed from Poshtvan
fa_ir: تیکت‌ها با موفقیت از روی پشتوان حذف شدند

source: Has Error!
fa_ir: خطا دارد!

source: Invalid request
fa_ir: درخواست نامعتبر است

source: Has error while deleting field item
fa_ir: هنگام حذف آیتم مشکلی پیش آمد

source: Successfully deleting
fa_ir: با موفقیت حذف شد

source: Missing some fields
fa_ir: بعضی از فیلدها وجود ندارد

source: ID not found for some of fields
fa_ir: شناسه‌ی بعضی از فیلدها پیدا نشد

source: Has error in update this field with this id
fa_ir: به‌روزرسانی فیلد با این آی‌دی با خطا مواجه شد

source: Field name must be entered in English letters
fa_ir: نام فیلد را باید به صورت انگلیسی وارد کنید

source: Has error in update this field
fa_ir: خطایی در به‌روزرسانی این فیلد پیش آمد

source: Update successfully
fa_ir: با موفقیت به‌روزرسانی شد

source: Invalid license key
fa_ir: کد لایسنس نامعتبر است

source: Has error.
fa_ir: مشکلی وجود دارد.

source: Sorry, you are not the ticket owner.
fa_ir: متأسفانه شما ایجاد کننده‌ی این تیکت نیستید.

source: Ticket not edited
fa_ir: تیکت ویرایش نشد

source: Successfully edited.
fa_ir: با موفقیت ویرایش شد.

source: Has error in change status operation.
fa_ir: مشکلی در فرایند تغییر وضعیت تیکت به وجود آمد.

source: Ticket Solved!
fa_ir: تیکت حل شد!

source: Invalid ticket-ID or ticket status
fa_ir: شماره‌تیکت یا وضعیت تیکت نامعتبر است

source: Ticket status has successfully changed
fa_ir: وضعیت تیکت با موفقیت به روز شد

source: No more tickets
fa_ir: تیکت دیگری وجود ندارد

source: TicketID is required!
fa_ir: شناسه‌ی تیکت مورد نیاز است!

source: Ticket not found!
fa_ir: تیکتی یافت نشد!

source: Ticket content is required!
fa_ir: محتوای تیکت اجباریست!

source: Has error in insert reply.
fa_ir: مشکلی در ثبت پاسخ به وجود آمد.

source: Your Reply Sent.
fa_ir: پاسخ شما با موفقیت ارسال شد.

source: Please complete the form!
fa_ir: لطفا فرم را تکمیل کنید!

source: Has error in submit new ticket process.
fa_ir: مشکلی در فرایند ثبت تیکت جدید به وجود آمد.

source: Your ticket successfully submit.
fa_ir: تیکت شما با موفقیت ثبت شد.

source: Please Complete Form.
fa_ir: لطفا فرم را تکمیل کنید.

source: Successfully insert reply
fa_ir: پاسخ با موفقیت ثبت شد

source: The order number has been submitted.
fa_ir: شماره سفارش با موفقیت ثبت شد.

source: Failed, try again.
fa_ir: خطایی رخ داد، مجدد تلاش کنید.

source: Missing product id
fa_ir: شناسه محصول وجود ندارد

source: Missing search query text
fa_ir: متن سرچ دریافت نشد

source: Missing field id value
fa_ir: مقدار فیلد شناسه یافت نشد

source: Provider must send!
fa_ir: ارائه دهنده باید ارسال شود!

source: Provider is not valid.
fa_ir: ارائه دهنده معتبر نیست.

source: Ai chat disabled.
fa_ir: چت هوش مصنوعی غیرفعال است.

source: This service is currently unavailable.
fa_ir: سرویس در حال حاضر در دسترس نیست.

source: Please type question...
fa_ir: لطفا سوال را تایپ کنید...

source: No response received.
fa_ir: هیچ پاسخی دریافت نشد.

source: The response is invalid, please try again.
fa_ir: پاسخ نامعتبر است، لطفا دوباره امتحان کنید.

source: Invalid File Size
fa_ir: سایز فایل نامعتبر است

source: Successfully copied
fa_ir: با موفقیت کپی شد

source: Please Wait...
fa_ir: لطفا صبر کنید...

source: Loading
fa_ir: در حال بارگذاری

source: Has error
fa_ir: مشکلی وجود دارد

source: Invalid order number
fa_ir: شماره سفارش معتبر نیست

source: Name
fa_ir: نام

source: Slug
fa_ir: نامک

source: Are you sure you want to delete this field?
fa_ir: از حذف کردن این فیلد مطمئن هستید؟

source: Ticket content
fa_ir: محتوای تیکت

source: Loading SMS provider settings
fa_ir: در حال لود کردن تنظیمات سامانه پیامکی

source: Canned Responses
fa_ir: پاسخ‌های آماده

source: Canned Response
fa_ir: پاسخ آماده

source: This tables are not exists in your database ( %s ), To avoid causing problems, you can recreate the deleted tables from the Poshtvan > Settings > Tools > Create Deleted Tables section.
fa_ir: این جدول‌ها در دیتابیس سایت شما وجود ندارند ( %s )، برای جلوگیری از ایجاد مشکل میتوانید از بخش پشتوان > تنظیمات > ابزارها > ساخت جدول‌های حذف شده دوباره آن‌ها را بسازید.‬

source: FAQ
fa_ir: سوالات متداول

source: Product
fa_ir: محصول

source: FAQ Items
fa_ir: آیتم‌های سؤالات متداول

source: The number of items cannot be less than 1
fa_ir: تعداد آیتم‌ها نمیتواند کوچکتر از ۱ باشد

source: Choose product
fa_ir: انتخاب محصول

source: Invalid File Type
fa_ir: نوع فایل نامعتبر است

source: Image
fa_ir: عکس

source: Video
fa_ir: ویدیو

source: Audio
fa_ir: صوتی

source: Text
fa_ir: متنی

source: Compressed
fa_ir: فایل‌فشرده

source: PDF
fa_ir: پی‌دی‌اف

source: Please complete all fields
fa_ir: لطفا تمام فیلدها را پر کنید

source: New field is successfully added
fa_ir: فیلد جدید با موفقیت افزوده شد

source: Sorry, Field is not added successfully
fa_ir: متأسفیم، فیلد مورد نظر اضافه نشد

source: No any fields found
fa_ir: هیچ آیتمی پیدا نشد

source: Not required
fa_ir: الزامی نیست

source: Required
fa_ir: الزامی

source: Missing value for this field
fa_ir: مقداری برای این فیلد پیدا نشد

source: Poshtvan license has been deactivated, please activate it
fa_ir: لایسنس پشتوان غیرفعال شده است؛ لطفا آن را فعال کنید

source: Get Started
fa_ir: بزن بریم

source: Remind later
fa_ir: بعدا یادآوری کن

source: An error occurred!
fa_ir: یک خطا رخ داده است!

source: Missing license key
fa_ir: کد لایسنس وجود ندارد

source: License is inactive.
fa_ir: لایسنس غیرفعال است.

source: Poshtvan is active with this license key
fa_ir: پشتوان شما با این لایسنس فعال است

source: Successfully activated.
fa_ir: با موفقیت فعال شد.

source: License key is invalid or the number of activation has exceeded the allowed limit.
fa_ir: کد لایسنس نامعتبر است یا اینکه تعداد سایت های فعال از حد مجاز گذشته است.

source: Successfully deactivated.
fa_ir: با موفقیت غیرفعال شد.

source: License is inactive
fa_ir: لایسنس غیر فعال شده است

source: Slug value must be entered in english letters
fa_ir: نامک فیلد باید به صورت انگلیسی وارد شود

source: MihanPanel
fa_ir: میهن‌پنل

source: What product do you need help with?
fa_ir: در مورد چه محصولی نیاز به راهنمایی دارید؟

source: Frequently asked questions about this product
fa_ir: سؤالات متداول این محصول

source: Responsive intelligent robot
fa_ir: ربات هوشمند پاسخگو

source: Describe your problem
fa_ir: مشکل خود را توضیح دهید

source: I did not find the answer to my question
fa_ir: جواب سؤالم رو پیدا نکردم

source: You can not submit new ticket for this product
fa_ir: شما نمی‌توانید برای این محصول تیکت جدیدی ثبت کنید

source: Please choose order item
fa_ir: لطفا آیتم سفارش را انتخاب کنید

source: Orders
fa_ir: سفارش‌ها

source: Choose your item
fa_ir: آیتم مورد نظر را انتخاب کنید

source: No any items found
fa_ir: هیچ آیتمی پیدا نشد

source: Order ID:
fa_ir: شماره سفارش:

source: The access token is invalid.
fa_ir: توکن دسترسی نامعتبر است.

source: Access to ai was not approved.
fa_ir: دسترسی به هوش مصنوعی تایید نشد.

source: Access to ai has been successfully activated.
fa_ir: دسترسی به هوش مصنوعی با موفقیت انجام شد.

source: Meli Payamak
fa_ir: ملی پیامک

source: Sabanovin
fa_ir: صبانوین

source: Mellipayamak settings
fa_ir: تنظیمات ملی پیامک

source: Account Credit
fa_ir: اعتبار حساب

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Gateway Number
fa_ir: شماره درگاه

source: If you are using pattern feature in your sms-provider, just enter Poshtvan pre-defined variables in new line according the variables order defined in sms provider patterns for sms content field value; like this:
fa_ir: اگر از قابلیت الگو در سامانه‌پیامکی خود استفاده میکنید، کافیست به عنوان محتوای پیامک، متغیر‌های از پیش تعیین شده‌ی پشتوان را براساس الگوی تعریف شده در پنل تنظیمات سامانه‌پیامکی‌تان در خط جدید وارد کنید؛ مثال:

source: %s Toman
fa_ir: %s تومان

source: Gateway API Key
fa_ir: API درگاه

source: Config your sms provider settings from WpSms dashboard
fa_ir: تنظیمات سامانه پیامکی خود را از طریق داشبورد WP-SMS انجام دهید

source: Please activate WP-SMS plugin then config your sms provider settings from WP-SMS dashboard
fa_ir: لطفا پلاگین WP-SMS را فعال کنید سپس تنظیمات سامانه پیامکی خود را از طریق داشبورد آن انجام دهید

source: Has error in send sms
fa_ir: مشکلی در ارسال پیامک وجود دارد

source: Sms send successfully
fa_ir: ارسال پیامک با موفقیت انجام شد

source: You must logged-in first before can submit new ticket.
fa_ir: برای ارسال تیکت باید ابتدا وارد حساب کاربری خود شوید.

source: Pending
fa_ir: منتظر پاسخ

source: On Hold
fa_ir: در حال بررسی

source: Answered
fa_ir: پاسخ داده شده

source: User sovled ticket
fa_ir: حل شده از سمت کاربر

source: Default title
fa_ir: عنوان پیشفرض

source: Default content
fa_ir: محتوای پیشفرض

source: Title
fa_ir: عنوان

source: Item title
fa_ir: عنوان

source: Content
fa_ir: محتوا

source: Add new
fa_ir: افزودن

source: Do you want to save changes?
fa_ir: میخواهید تغییرات ذخیره شود؟

source: Yes
fa_ir: بله

source: New Item
fa_ir: آیتم جدید

source: Field Name
fa_ir: نام فیلد

source: English
fa_ir: انگلیسی

source: Field Label
fa_ir: نام نمایشی فیلد

source: Label
fa_ir: نام نمایشی

source: Type
fa_ir: نوع

source: Is Required?
fa_ir: الزامی است؟

source: Submit
fa_ir: ثبت

source: License Key
fa_ir: لایسنس

source: Activate License
fa_ir: فعالسازی لایسنس

source: Deactivate License
fa_ir: غیرفعال کردن لایسنس

source: Get License Key
fa_ir: دریافت کد لایسنس

source: Welcome to Poshtvan
fa_ir: به پشتوان خوش‌آمدید

source: Save Changes
fa_ir: ذخیره تغییرات

source: Artificial Intelligence Guide
fa_ir: راهنمای هوش مصنوعی

source: You can add artificial intelligence chat feature to the ticket registration form.
fa_ir: می توانید قابلیت چت هوش مصنوعی را به فرم ثبت تیکت اضافه کنید.

source: Revoke Connection
fa_ir: لغو اتصال

source: Connect with Hooshina
fa_ir: اتصال با هوشینا

source: Wallet
fa_ir: کیف پول

source: Choose wallet
fa_ir: انتخاب کیف پول

source: Dollar
fa_ir: دلار

source: Rial
fa_ir: ریال

source: Wallet Balance
fa_ir: موجودی کیف پول

source: Toman
fa_ir: تومان

source: Help text
fa_ir: متن راهنما

source: The text below the ai bot box is displayed.
fa_ir: زیر جعبه چت نمایش داده می شود.

source: Support Hooshina
fa_ir: حمایت از هوشینا

source: Support text is displayed below the chat box.
fa_ir: متن حمایتی زیر جعبه چت نمایش داده می شود.

source: Deactivation
fa_ir: غیرفعالسازی

source: To use ai, the multi-step mode of the ticket form must be active.
fa_ir: برای استفاده از هوش مصنوعی باید حالت چند مرحله ای فرم تیکت فعال باشد.

source: Operators
fa_ir: اپراتور‌ها

source: Choose image that you want to use as an avatar of operator.
fa_ir: تصویری که میخواهید به عنوان آواتار اپراتور نمایش داده شود را انتخاب کنید.

source: Operator Avatar
fa_ir: آواتار اپراتور

source: Remove
fa_ir: حذف

source: Operator display name
fa_ir: نام نمایشی اپراتور

source: You can use this name instead of operator user display name.
fa_ir: می‌توانید از این نام به جای نام نمایشی اپراتور پشتیبانی استفاده کنید.

source: Roles
fa_ir: نقش‌های کاربری

source: Which of the roles has access to ticket list?
fa_ir: کدام یک از نقش‌ها بتوانند به لیست تیکت‌ها دسترسی داشته باشند؟

source: Select roles
fa_ir: نقش‌ها را انتخاب کنید

source: Date type
fa_ir: گیرنده‌ی تاریخ

source: Choose date type
fa_ir: نوع تاریخ را انتخاب کنید

source: Solar Calendar
fa_ir: تقویم خورشیدی

source: Gregorian Calendar
fa_ir: تقویم میلادی

source: File uploading
fa_ir: آپلود فایل

source: File uploading max size
fa_ir: حداکثر مجاز حجم آپلود فایل

source: Enter value in MegaByte format
fa_ir: مقدار را در حالت مگابایت وارد کنید

source: Allowed file types
fa_ir: فایل‌های مجاز

source: What types of files can users upload?
fa_ir: آپلود کدام نوع از فایل‌ها توسط کاربران مجاز است؟

source: Messages
fa_ir: پیام‌ها

source: Before new ticket message
fa_ir: پیام بالای فرم ثبت تیکت جدید

source: Before new ticket message box type
fa_ir: نوع پیام بالای فرم ثبت تیکت جدید

source: Success
fa_ir: موفقیت

source: info
fa_ir: اطلاع رسانی

source: Warning
fa_ir: هشدار

source: Error
fa_ir: خطا

source: Prefix text for replies
fa_ir: متن پیشوند برای پاسخ‌ها

source: Show this text as a prefix of operator replies.
fa_ir: این متن به عنوان متن پیشوند در پاسخ تیکت‌ها نمایش داده می‌شود.

source: Suffix text for replies
fa_ir: متن پسوند برای پاسخ‌ها

source: Show this text as a suffix of operator replies.
fa_ir: این متن به عنوان متن پسوند در پاسخ تیکت‌ها نمایش داده می‌شود.

source: Admin emails
fa_ir: ایمیل‌های مدیر

source: Email address that receive notification emails
fa_ir: آدرس ایمیلی که دریافت کننده‌ی ایمیل‌های اطلاع‌رسانی است

source: Email address
fa_ir: آدرس ایمیل

source: Notify after submit new ticket
fa_ir: اطلاعیه بعد از ثبت تیکت جدید

source: Send email to admin
fa_ir: ارسال ایمیل به مدیر

source: Activate
fa_ir: فعالسازی

source: Subject of email
fa_ir: موضوع ایمیل

source: Content of email
fa_ir: محتوای ایمیل

source: You can use this
fa_ir: شما می توانید از این موارد استفاده کنید

source: Display name
fa_ir: نام نمایشی

source: Ticket ID
fa_ir: شماره تیکت

source: Date
fa_ir: تاریخ

source: Notify after submit reply
fa_ir: اطلاع‌رسانی بعد از ثبت پاسخ تیکت

source: User emails
fa_ir: ایمیل‌های کاربر

source: Send email to user
fa_ir: ارسال ایمیل به کاربر

source: Phone settings
fa_ir: تنظیمات شماره تلفن

source: Choose driver and configuration for getting users and operators phone number
fa_ir: تنظیمات درایور دریافت کننده شماره تلفن اپراتور‌ها و کاربران را اعمال کنید

source: Users phone driver
fa_ir: درایور شماره تلفن کاربران

source: Select driver
fa_ir: انتخاب درایور

source: Don't found any driver
fa_ir: هیچ درایوری پیدا نشد

source: Which operator must get admin notifications?
fa_ir: کدام اپراتور باید نوتیفیکیشن‌های مدیریتی را دریافت کند؟

source: Choose Operator
fa_ir: انتخاب اپراتور

source: Didn't find any operator
fa_ir: هیچ اپراتوری پیدا نشد

source: Sms providers settings
fa_ir: تنظیمات ارائه دهنده ی SMS

source: Choose you sms provider from list
fa_ir: خدمات دهنده‌ی مد نظر خود را انتخاب کنید

source: Select Provider
fa_ir: انتخاب خدمات دهنده

source: Select SMS Provider
fa_ir: ارائه دهنده ی SMS را انتخاب کنید

source: Don't found any SMS provider!
fa_ir: هیچ ارائه دهنده ی خدمات پیامکی یافت نشد!

source: New ticket Operator notification
fa_ir: اطلاع رسانی تیکت جدید به اپراتور

source: Send SMS to operator after submit new ticket
fa_ir: ارسال پیامک به اپراتور بعد از ثبت تیکت جدید

source: Using sms provider Pattern-ID
fa_ir: استفاده از شناسه الگوی سامانه‌پیامکی

source: Pattern ID
fa_ir: شناسه الگو

source: If Your SMS-Provider support pattern you can enter your Pattern-ID here
fa_ir: اگر ارائه‌دهنده‌ی سامانه‌پیامکی شما از قابلیت ارسال براساس الگو پشتیبانی میکند، میتوانید شناسه الگو را اینجا وارد کنید

source: New ticket sms content
fa_ir: محتوای پیامک تیکت جدید

source: You can use this in your sms content:
fa_ir: شما میتوانید از این موارد در محتوای پیامک استفاده کنید:

source: User Display Name
fa_ir: نام نمایشی کاربر

source: Ticket number
fa_ir: شماره تیکت

source: Ticket Operator Name
fa_ir: نام اپراتور

source: In some case of sms provider system you shoud put Laghv11 in sms content
fa_ir: در برخی از سامانه‌ها نیاز است که از لغو۱۱ در محتوای پیامک استفاده کنید

source: New reply Operator notification
fa_ir: اطلاع‌رسانی پاسخ جدید برای اپراتور

source: Send SMS to operator after submit ticket reply
fa_ir: ارسال پیامک به اپراتور بعد از ثبت پاسخ تیکت

source: Submit reply sms content
fa_ir: محتوای پیامک ثبت پاسخ تیکت

source: New ticket User notification
fa_ir: اطلاع‌رسانی تیکت جدید برای کاربر

source: Send SMS to user after submit new ticket
fa_ir: ارسال پیامک به کاربر بعد از ثبت تیکت جدید

source: New reply User notification
fa_ir: اطلاع‌رسانی پاسخ جدید برای کاربر

source: Steps title
fa_ir: عنوان مراحل

source: Enter title for each steps in new ticket process
fa_ir: عنوان هر مرحله از ثبت تیکت جدید را وارد کنید

source: Choose order step title
fa_ir: عنوان مرحله انتخاب سفارش

source: FAQ step title
fa_ir: عنوان مرحله سؤالات متداول

source: Search step title
fa_ir: عنوان مرحله جستجو

source: Smart robot next step button
fa_ir: دکمه مرحله بعد ربات هوشمند

source: Final step title
fa_ir: عنوان مرحله ثبت تیکت

source: Ticket status
fa_ir: وضعیت تیکت

source: You can add extra statuses for your ticket system
fa_ir: میتوانید وضعیت‌های اختصاصی برای سیستم تیکت اضافه کنید

source: Auto Tickets
fa_ir: تیکت خودکار

source: Send ticket to user after change ticket status
fa_ir: ارسال تیکت به کاربر بعد از تغییر وضعیت

source: Poshtvan page
fa_ir: برگه‌ی پشتوان

source: Create page that contains Poshtvan shortcode
fa_ir: ساخت برگه‌ای که شورتکد پشتوان داشته باشد

source: Create Poshtvan page
fa_ir: ساخت برگه‌ی پشتوان

source: Create
fa_ir: بساز

source: There is a page with Poshtvan slug on your site.
fa_ir: یک برگه با نامک پشتوان در سایت شما وجود دارد.

source: If you want to create new page, first delete last page change it's slug
fa_ir: اگر میخواهید برگه‌ی جدیدی بسازید، ابتدا برگه‌ی قبلی را حذف کنید یا نامک آن را تغییر دهید

source: Create database tables
fa_ir: ساخت جدول‌های دیتابیس

source: Create Poshtvan default tables in database
fa_ir: ساخت جدول‌های پیشفرض پشتوان در دیتابیس

source: Just use this when some tables were dropped from database.
fa_ir: فقط زمانی که برخی از جدول‌های پشتوان از دیتابیس حذف شده‌اند از این گزینه استفاده کنید.

source: Delete Attachment Files
fa_ir: حذف فایل‌های پیوست

source: Delete all attachment files from poshtvan
fa_ir: حذف همه‌ی فایل‌های پیوست شده از پشتوان

source: Delete All
fa_ir: حذف همه

source: Are you sure you want to delete all attachment files from poshtvan? This is irreversible action!
fa_ir: آیا از حذف کردن فایل‌های پیوست اطمینان دارید؟ این عملیات بازگشت ناپذیر است!

source: This option delete all attachment files from poshtvan
fa_ir: این گزینه همه‌ی فایل‌های پیوست را از پشتوان حذف میکند

source: Delete all tickets
fa_ir: حذف همه‌ی تیکت‌ها

source: Delete all tickets from poshtvan
fa_ir: حذف همه‌ی تیکت‌ها از روی پشتوان

source: Are you sure you want to delete all tickets from poshtvan? This is irreversible action!
fa_ir: آیا از حذف کردن تیکت‌ها از روی پشتوان اطمینان دارید؟ این عملیات بازگشت ناپذیر است!

source: This option delete all tickets and tickets meta data from poshtvan
fa_ir: این گزینه همه‌ی تیکت‌ها از روی پشتوان حذف میکند

source: If you do not have WooCommerce installed, the settings on this page will not work properly.
fa_ir: در صورتی که ووکامرس را نصب نداشته باشید، تنظیمات این صفحه به درستی روی سایت شما اعمال نخواهند شد.

source: Woocommerce Orders
fa_ir: سفارش‌های ووکامرس

source: Show orders list in user ticket
fa_ir: نمایش لیست سفارش‌ها در تیکت‌ها

source: At first, you need to install %s plugin
fa_ir: ابتدا باید پلاگین %s را نصب کنید

source: Send ticket just by choose order item
fa_ir: ارسال تیکت فقط بر اساس آیتم‌های سفارش

source: Activate steps in send new ticket
fa_ir: فعالسازی حالت مرحله‌ای در ارسال تیکت جدید

source: Integrate with Woocommerce Subscription
fa_ir: همگام‌سازی با افزونه‌ی اشتراک ووکامرس

source: WC Subscription
fa_ir: اشتراک ووکامرس

source: Orders texts
fa_ir: متن‌های سفارش‌ها

source: Invalid order number text
fa_ir: متن شماره سفارش معتبر نیست

source: Product stopped support text
fa_ir: متن توقف فروش محصول

source: Product stopped left days support text
fa_ir: متن توقف فروش محصول پس از زمان مشخص

source: Product expired subscription text
fa_ir: متن پایان زمان پشتیبانی به علت اتمام اشتراک محصول

source: Copy ticket URL
fa_ir: کپی آدرس تیکت

source: Problem Solved
fa_ir: مشکل حل شد

source: This ticket submitted for:
fa_ir: این تیکت ثبت شده است برای:

source: User Orders
fa_ir: سفارش‌ها

source: Attachment File
fa_ir: فایل پیوست شده

source: Edit
fa_ir: ویرایش

source: Submit Reply
fa_ir: ارسال پاسخ

source: Search
fa_ir: ربات هوشمند

source: All
fa_ir: همه

source: Apply
fa_ir: اعمال تغییرات

source: Load More
fa_ir: بارگذاری بیشتر

source: You can start chatting with the bot.
fa_ir: می توانید گفتگو با هوش مصنوعی را شروع کنید.

source: Your question...
fa_ir: سوال شما...

source: There is nothing faq items
fa_ir: هیچ سوال متداولی وجود ندارد

source: Back
fa_ir: بازگشت

source: Close
fa_ir: بستن

source: Send Support Request
fa_ir: ارسال درخواست پشتیبانی

source: Choose order
fa_ir: انتخاب سفارش

source: Submit new ticket
fa_ir: درخواست پشتیبانی

source: Powered by %s
fa_ir: قدرت گرفته از %s

source: Hooshina
fa_ir: هوشینا

source: Subject
fa_ir: موضوع

source: Type the error or problem you are having
fa_ir: خطا یا مشکلی که دارید را تایپ کنید

source: Description
fa_ir: شرح

source: Choose or drag your file here
fa_ir: آیتم مورد نظر را انتخاب یا آن را اینجا رها کنید

source: Submit Ticket
fa_ir: ثبت تیکت

# new-ticket-steps
source: Next
fa_ir: مرحله بعد

source: Ticket Subject
fa_ir: عنوان تیکت

source: Select the order related to this ticket again
fa_ir: شماره سفارش مربوط به این تیکت را مجددا انتخاب کنید

source: Submit ticket order number
fa_ir: ثبت شماره سفارش تیکت

source: Search result
fa_ir: نتایج جستجو

source: The bot did not find anything. You can change the topic or register a new ticket
fa_ir: ربات چیزی پیدا نکرد؛ میتونین موضوع رو تغییر بدین یا تیکت جدید ثبت کنین

source: Ticket management plugin
fa_ir: پیاده سازی سیستم پشتیبانی بر اساس تیکت

source: MihanWp
fa_ir: میهن وردپرس
